<html>
<head>
<meta charset="UTF-8">
<title>Die Namensrechtsverletzung im &quot;World Wide Web&quot; unter besonderer Ber&uuml;cksichtigung des sogenannten &quot;Domain-Grabbings&quot; - In einem &Uuml;berblick</title>
<meta name="robots" content="index,follow">
<meta name="description" content="Die Namensrechtsverletzung im &quot;World Wide Web&quot;,unter besonderer Ber&uuml;cksichtigung des sogenannten &quot;Domain-Grabbings&quot; - In einem &Uuml;berblick">
<meta name="author" content="Christian Kohlsch&uuml;tter, http://www.medienkombinat.de">
</head>
<body bgcolor="#E0E0E0">
<table border=0 width="90%" cellspacing=0 cellpadding=0 align=center>
<tr><td valign=top align=left>
<p align=left>
<a href="">[ zur&uuml;ck zur Homepage ]</a>
</p>
<p align=center><br>
Die Namensrechtsverletzung im &quot;World Wide Web&quot;,<br>
unter besonderer Ber&uuml;cksichtigung des sogenannten &quot;Domain-Grabbings&quot;<br>In einem &Uuml;berblick</p>
<p align=center>
<i>von Christian Kohlsch&uuml;tter</i><br>
</p>
<hr noshade size=2>
<p align=left>
<b>Gliederung</b>
<br><br>
<table border=0 cellspacing=0 cellpadding=3>
<tr><td valign=top width=30>1.</td><td valign=top colspan=2>Begriffserläuterungen</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>1.1.</td><td>Internet</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>1.2.</td><td>World Wide Web</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>1.3.</td><td>Domain, Top-Level-Domain, Second-Level-Domain</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>1.4.</td><td>Domain-Grabbing</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>1.5.</td><td>Das Namensrecht und die juristische Anspruchsgrundlage für seine Verteidigung gegen Verletzungen, Gefährdungen und Mißbräuche</td></tr>
<tr><td valign=top width=30><br>2.</td><td valign=top colspan=2><br>Beispielfälle von Domain-Grabbing als Namensrechtsverletzung</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.1.</td><td>heidelberg.de - Beispiel für Städtenamen</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.2.</td><td>epson.de - Beispiel für eingetragene Marken</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.3.</td><td>fahrplan.de - Beispiel für nicht schützenswerte Begriffe</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.4.</td><td>bahnhof.de - Gegenbeispiel zu fahrplan.de</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.5.</td><td>myintershop.de u.a. - My-Domain-Klau - Beispiel für Prä- und Postfixe</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.6.</td><td>freundin.de - Gattungsbegriff oder schützbare Marke?</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.7.</td><td>zwilling.de - analog zu freundin.de</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.8.</td><td>welt-online.de - Ähnlichkeit mit anderen Kennzeichen</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.9.</td><td>krupp.de - Das Recht der Gleichnamigen</td></tr>
<tr><td>&nbsp;</td><td valign=top width=40>2.10.</td><td>shoping.de - Gattungsbegriff mit Tippfehler?</td></tr>
<tr><td valign=top width=30><br>3.</td><td valign=top colspan=2><br>Zusammenfassung und Ausblick</td></tr>
<tr><td valign=top width=30><br>A.</td><td valign=top colspan=2><br>Anhang: OLG München, Urteil zu "freundin.de", AZ 6 U 4798/97 (LG München I), Link auf netlaw.de: <a href="http://www.netlaw.de/urteile/olgm_2.htm" target="_blank">http://www.netlaw.de/urteile/olgm_2.htm</a></td></tr>
</table>
</p>
<p><hr noshade=2></p>
<div align=left>
<b>1. Begriffserl&auml;uterungen</b>
<p>
Die Verst&auml;ndigung &uuml;ber informationstechnologische und juristische Sachverhalte erfolgt in einer Fachsprache (&quot;Terminologie&quot;). Deshalb erl&auml;utere ich zuerst das einschl&auml;gige Vokabular: <i>Internet, World Wide Web, Domain und Domain Grabbing, Namensrechtsverletzung</i> etc.
<p>
Das Internet, ein Netzwerk, in dem mehrere hunderttausend Computer dezentral miteinander verbunden sind, stellt neben Telefon, Zeitung und Fernsehen ein h&auml;ufig genutztes Kommunikationsmedium dar.
<p>
Paul Tiedemann beschreibt das Internet wiefolgt<b><sup>1</sup></b>:
<p>
<i>&quot;Das Internet ist ein Netzwerk aus zahlreichen Computern, das es erlaubt, die Informationen, die auf allen diesen Rechnern gespeichert sind, jedem zug&auml;nglich zu machen, der Zugang zu diesem Netzwerk hat. Die Protostruktur des Netzes besteht aus zwei Rechnern A und B, die miteinander verbunden sind und zwischen denen Informationen ausgetauscht werden k&ouml;nnen. Zu einem Mininetz wird das System, sobald ein dritter Rechner C zus&auml;tzlich mit A oder B verbunden wird. Der Rechner A, der dem Rechner C den Zugang zum Netz vermittelt, wird Host genannt. Ist C nun mit A verbunden, so kann er auch die Informationen des Rechners B abrufen, wobei der Rechner A als Knotenpunkt dient. Der Rechner B, der die Informationen zur Verf&uuml;gung stellt, hei&szlig;t Server. Der Rechner, der die Informationen in Empfang nimmt, hei&szlig;t Client.
<p>
Weder ist es erforderlich, da&szlig; alle Rechner des Netzes vom gleichen Typ sind, noch mu&szlig; auf allen Rechnern des Netzes dieselbe Software eingesetzt werden. Vielmehr m&uuml;ssen sich die Rechner, die miteinander kommunizieren, nur auf einheitliche &Uuml;bertragungsregeln und Zeichens&auml;tze einigen. Das geschieht durch spezielle, international g&uuml;ltige &Uuml;bertragungsstandards (&Uuml;bertragungsprotokolle).&quot;</i>
<p>
Es entstand in den sechziger Jahren dieses Jahrhunderts als Forschungsnetzwerk ARPA-Net, welches im Kriegsfall (z.B. durch atomaren Angriff) trotz einzelner durchtrennter Datenverbindungen den Datenflu&szlig; aufrechterhalten sollte.
<p>
Erst Anfang der neunziger Jahre wurde das Internet gro&szlig;fl&auml;chig als kommerziell nutzbare Plattform entdeckt, haupts&auml;chlich durch die Erfindung des <i>World Wide Web</i>.
<p>
Das Hauptmerkmal des Internet besteht darin, da&szlig; die Benutzer dieses Netzes sich ohne gr&ouml;&szlig;eren Aufwand mit Hilfe von Querverweisen (&quot;Links&quot;) auf beliebigen Internet-Computern (&quot;Server&quot;) Zugang verschaffen und auf deren Programme und Daten zur&uuml;ckgreifen k&ouml;nnen.
<p>
Dadurch kann der Internet-Benutzer Datenbanken  z.B. einen Bibliotheksbestand  anhand von Suchbegriffen abfragen. Er kann sich zeitgleich mit Personen aus aller Welt unterhalten oder auch kommerzielle Angebote von Unternehmen ansehen, Reisen buchen und Bankgesch&auml;fte abwickeln usw.
<p>
Der Zugriff zu diesen Dienstleistungen erfolgt im Internet in unterschiedlicher Weise, u.a. per <i>Gopher, File-Transfer-Protocol (&quot;FTP&quot;), E-Mail, Usenet</i> usw.<sup><b>2</b></sup>, haupts&auml;chlich aber &uuml;ber das anbieterunabh&auml;ngige World Wide Web (&quot;WWW&quot;), in dem sich Unternehmen, Institutionen oder Privatpersonen mit Informationen oder Werbung jeder Art pr&auml;sentieren k&ouml;nnen.
<p>
Ein solches WWW-Angebot bezeichnet man als &quot;Homepage&quot;.
<p>
Mehrere Homepages k&ouml;nnen auf einem permanent an das Internet angeschlossenen Rechner (&quot;Server&quot;) gelagert werden. Jeder Server hat eine andere, einmalige, numerische Internet-Adresse (&quot;IP-Adresse&quot;), zu vergleichen mit einer Telefonnummer.
<p>
Die IP-Adressen bestehen derzeit aus vier durch einen Punkt voneinander getrennte Zahlen von 0 bis 255 (z.B. hat der offizielle WWW-Server der FH-Hof die Adresse 194.95.60.6). Man kann nicht ohne weiteres von einer beliebigen IP-Adresse auf die geographische Lage eines Servers oder die Art des Angebotes schlie&szlig;en.
<p>
Der Betreiber einer Homepage mu&szlig; nicht immer der Betreiber eines Servers sein; oft stellt der Server-Betreiber dem potentiellen Homepage-Betreiber Speicherplatz f&uuml;r dessen Homepage (&quot;Webspace&quot;) zur Verf&uuml;gung. Solche Server-Betreiber nennt man &quot;Web-Hoster&quot;.
<p>
Die angebotenen Informationen k&ouml;nnen mit Hilfe eines speziellen Computerprogrammes (&quot;WWW-Browser&quot;) &uuml;ber das Internet abgerufen werden. Hierbei wird internettechnisch eine Verbindung zwischen dem Rechner des anfragenden Nutzers (&quot;Client&quot;-Rechner) und dem Server, auf dem das aufgerufene Angebot liegt, hergestellt.
<p>
Zur einfacheren Adressierung gibt es ein einheitliches, alphanumerisches und hierarchisches Zuordnungssystem, das Domain Name System (&quot;DNS&quot;). Eine so zugeordnete DNS-Adresse hei&szlig;t &quot;Domain&quot;.
<p>
Eine Domain kann ein oder mehrere alphanumerische Internet-Adressen des gleichen Anbieters enthalten. Sie d&uuml;rfen als Zeichen lediglich Ziffern, Buchstaben und Bindestriche enthalten.
<p>
Domains sind, im Gegensatz zu IP-Adressen, logisch nach geographischer Lage bzw. Angebots-Typus aufgebaut. Domains sind in einzelne Segmente aufgeteilt, die sog. Top-Level-Domain (TLD), die Second-Level-Domain und evtl. weitere Third-, Fourth-, n-Level-Domains. Die einzelnen Domain-Levels werden von rechts nach links in aufsteigender Reihenfolge notiert und durch Punkte getrennt ((...)<b>.</b>third-level<b>.</b>second-level<b>.</b>top-level).
<p>
Das DNS, welches die Domains verwaltet, wird, wie das IP-System (s.o.), von der IANA 
(Internet Assigned Numbers Authority) bzw. der ICANN (The Internet Corporation for 
Assigned Names and Numbers) verwaltet. Soweit m&ouml;glich, werden Verwaltungsaufgaben 
regionalen und nationalen Institutionen &uuml;bertragen.
<p>
Die Verwaltung der IP-Adressen &uuml;bernimmt z.B. f&uuml;r Europa das RIPE NCC (R&eacute;seaux IP 
Europ&eacute;ens - Network Coordination Centre).
<p>
Die Verwaltung der Domains &uuml;bernehmen statt RIPE selbst wiederum nationale 
Einrichtungen (&quot;Domain-Vergabestellen&quot;, &quot;NIC&quot;s - Network Information Centre) wie z.B. die 
DENIC f&uuml;r deutsche Internet-Adressen, Nominet UK f&uuml;r Adressen, die zum Vereinigten 
K&ouml;nigreich geh&ouml;ren usw.
<p>
Diese Vergabestellen sind nicht staatlich, sondern werden von Privatpersonen kommerziell 
betrieben. Das &quot;Vergeben&quot; von Domains entspricht nicht dem Verkauf oder dem Verleih, 
sondern lediglich der Bereitstellung (siehe Vergaberichtlinien der NICs, z.B. auf 
www.denic.de). Mittlerweile sind Domains recht g&uuml;nstig zu bekommen (zusammen mit 
Webspace oder allein ab ca. 20 DM pro Jahr).
<p>
Die Gliederung bzw. topologische Bewandtnis der Textbausteine der &quot;Domain&quot;-
Kennzeichnung:
<p>
Die Top-Level-Domain gibt entweder das Land an, zu dem die Internet-Adresse geh&ouml;rt (.de 
f&uuml;r Deutschland, .uk f&uuml;r Vereinigtes K&ouml;nigreich, .us f&uuml;r USA, .au f&uuml;r Australien usw.), oder 
definiert den generellen Typus der Internet-Adresse (z.B. .com f&uuml;r kommerzielle Internet-
Seiten, .org f&uuml;r nicht-kommerzielle Organisationen, .net f&uuml;r Netzwerk-Betreiber, .edu f&uuml;r 
edukative Angebote (Universit&auml;ten usw.), .gov f&uuml;r US-Regierungsangebote, .mil f&uuml;r das US-
Milit&auml;r, .int f&uuml;r internationale Organisationen (z.B. europ&auml;ische Union)).
<p>
Die Second-Level-Domain ist die unterscheidungskr&auml;ftigste Ebene in der Domain, 
diejenige, die hei&szlig; begehrt ist. Unter ein und der selben Top-Level-Domain wird n&auml;mlich 
eine Second-Level-Domain nur ein einziges Mal vergeben (gegen Entgelt an die 
Vergabestelle). Wer eine Second-Level-Domain besitzt, hat auch das Recht, dazu kostenlos 
Third-, Fourth- und weitere n-Level Domains zu dieser Second-Level-Domain anzulegen.
<p>
In einigen L&auml;ndern (z.B. Vereinigtes K&ouml;nigreich, Australien) gibt es zur Top-Level-Domain 
eine weitere Unterteilung, z.B. in kommerzielle (.co.uk, .com.au) und nicht-kommerzielle 
(z.B. akademische (.ac.uk)) Domains. Das Unterteilungsmerkmal tritt an die Stelle der 
Second-Level-Domain; die Second-Level-Domain wird als Third-Level-Domain angelegt. 
Dementsprechend werden statt den Second-Level-Domains die Third-Level-Domains vom 
NIC vergeben.
<p>
Die USA hat zwar eine eigene Top-Level Domain (.us), diese wird jedoch kaum genutzt, da 
die Vergaberichtlinien recht restriktiv gehandhabt werden. Deshalb geh&ouml;ren US-
amerikanische Domains haupts&auml;chlich zu den Top-Level-Domains .com, .net und .org. Es 
ist selbstverst&auml;ndlich m&ouml;glich, auch als nicht US-Amerikaner Domains innerhalb von .com, 
.net und .org zu registrieren, so da&szlig; ein R&uuml;ckschlu&szlig; auf das Herkunftsland des Anbieters 
nicht &uuml;ber die Top-Level-Domain m&ouml;glich ist.
<p>
Wer eine Domain, d.h. eine Second-Level-Domain innerhalb einer Top-Level-Domain, besitzt, darf Internet-Rechner-Adressen innerhalb dieser Domain vergeben. Jeder Internet-Rechner (egal ob Client oder Server), erh&auml;lt einen alphanumerischen Namen. WWW-Server erhalten &uuml;blicherweise den Namen <i>www</i> bzw. <i>www1</i>,<i> www2</i> usw.
<p>
Dieser Name wird nun links, getrennt durch einen Punkt, an die registrierte Domain angeh&auml;ngt. Es entsteht eine alphanumerische Internet-Adresse, die auf einen Rechner bzw. eine IP-Adresse zeigt.
<p>
Eine solche Adresse ist beispielsweise <i>www.fh-hof.de</i>. &quot;.de&quot; steht f&uuml;r Deutschland, &quot;fh-hof&quot; deutet an, da&szlig; die Domain zur Fachhochschule Hof geh&ouml;rt, &quot;www&quot; schlie&szlig;lich ist der Rechner &quot;www&quot; im Netzwerk der FH Hof. Die FH Hof hat also die Domain &quot;fh-hof.de&quot; bei der Domain-Vergabestelle DENIC gegen Geb&uuml;hr beantragt und erhalten. Alle auf &quot;fh-hof.de&quot; endenden Internet-Adressen sind nun der Fachhochschule Hof anzurechnen.
<p>
Mit der Registrierung von &quot;fh-hof.de&quot; hat die Fachhochschule nicht alle &auml;hnlich lautenden Adressen registriert, so sind u.a. die Domains &quot;fh-hof.com&quot;, &quot;fh-hof.co.uk&quot; noch frei verf&uuml;gbar. Dies ist auch gewollt: Schlie&szlig;lich befindet sich die FH Hof in Deutschland, und nicht in USA oder in Gro&szlig;britannien. Eine ausl&auml;ndische Institution namens &quot;FH-Hof&quot; kann nun z.B. unter &quot;fh-hof.com&quot; oder &quot;fh-hof.edu&quot; ein Internet-Angebot errichten.
<p>
Die NICs vergeben Domains normalerweise im <i>first-come-first-served</i>-Verfahren, wer sich zuerst anmeldet, erh&auml;lt die Domain - prinzipiell kann jeder eine Domain beantragen. Namensstreitigkeiten werden erst &quot;danach ausgetragen&quot;. Dies ist nicht verwunderlich, t&auml;glich werden mehrere hundert neue Internet-Domains angemeldet; eine genaue Recherche &uuml;ber m&ouml;gliche Namenskonflikte ist daher nahezu unm&ouml;glich.
<p>
Weiterhin frei ist die Domain &quot;fhhof.de&quot; (also ohne den Bindestrich). Wenn also die FH Hof vermeiden m&ouml;chte, da&szlig; sich jemand die Domain &quot;fhhof.de&quot; registriert, m&uuml;&szlig;te die FH Hof selbst diese Domain f&uuml;r sich anmelden.
<p>
Ist der Registrant der rechtm&auml;&szlig;ige Namens- bzw. Markeninhaber, so ist dies legitim und recht praktisch, k&ouml;nnte doch ein unerfahrener Internet-Nutzer die Adresse der Fachhochschule falsch eintippen.
<p>
Da&szlig; dies nicht so einfach ist (man m&uuml;&szlig;te alle Tippfehler, Variationen mit Pre- und Postfixe und Top-Level-Domains ber&uuml;cksichtigen, und dementsprechend viel Geld ausgeben), leuchtet ein. Gl&uuml;cklicherweise hat der Namenseigent&uuml;mer mit dem &sect;12 BGB sowie dem Markengesetz reichlich Mittel, um eine unrechtm&auml;&szlig;ige Nutzung von Domain-Namen zu verhindern.
<p>
Dr. Andreas W. Renck schreibt<b><sup>3</sup></b>:<p>
<i><p>
&quot;Das Internet wird in den n&auml;chsten Jahren stetig an wirtschaftlicher Bedeutung gewinnen. Unternehmen werden daf&uuml;r Sorge tragen m&uuml;ssen, sich im Internet richtig zu plazieren und zu pr&auml;sentieren. Dazu geh&ouml;ren nicht nur der Erwerb einer eigenen, m&ouml;glichst dem Unternehmenskennzeichen identischen Internet-Domain, sondern zunehmend auch die Registrierung von Marken als Domain-Names, um auf einer darunter befindlichen Homepage dem Verbraucher spezifische Informationen zum Produkt anbieten zu k&ouml;nnen.&quot;<p>
</i><p>
Hat beispielsweise ein Dritter unrechtm&auml;&szlig;ig einen gesch&uuml;tzten Namen als Domain registriert (z.B. bei der Firma Epson als &quot;epson.de&quot;), so ist es f&uuml;r den rechtm&auml;&szlig;igen Namenseigent&uuml;mer ein leichtes, die L&ouml;schung bzw. die &Uuml;bertragung der Domain zu fordern.
<p>
Doch welche Intentionen stecken hinter dem Registrieren einer fremden Marke oder eines fremden Namens als Domain?
<p>
Am h&auml;ufigsten ist wohl das Domain-<b>Grabbing <i></b></i>(auch Cyber-Squatting genannt), d.h. das Blockieren einer potentiellen Internet-Pr&auml;sentation des Namenseigent&uuml;mers. Hierbei registriert eine dritte Person die Adresse(n), die eigentlich vom Namen her am wahrscheinlichsten vom Namenseigent&uuml;mer registriert worden w&auml;ren.
<p>
Die Adressen werden dann haupts&auml;chlich entweder genutzt, um durch die Bekanntheit der Marke/des Namens unerfahrene Internet-Benutzer auf dieses Internet-Angebot zu locken, der Marke/dem Namen zu schaden (durch Fehlinformationen o.&auml;.) oder um vom Marken-/ Namenseigent&uuml;mer Geld zu &quot;erpressen&quot;, um die Internet-Domain an diesen zu &uuml;bertragen.
<p>
Bis heute versuchen dreiste Kriminelle mit derartigen Methoden sich Internet-Domains zu beschaffen und wieder zu ver&auml;u&szlig;ern.
<p>
Im Gegensatz zu anderen Quellen scheint mir der Begriff &quot;Domain-Grabbing&quot; ebenfalls passend f&uuml;r das Registrieren von Domains, die offensichtlich gesch&uuml;tzen Namen entsprechen oder &auml;hneln, sei es b&ouml;s- oder gutwillig.
<p>
Juristisch geh&ouml;rt das Recht an der Domain zum Namensrecht (&sect;12 BGB), also zu den Immaterialg&uuml;terrechten<b><sup>4</sup></b>, die als sog. &quot;absolute Rechte&quot; (&sect;823 BGB) gegen jedermann, der als &quot;Verletzer&quot; auftritt, mit Unterlassungs- bzw. Schadenersatzklage gem. &sect;&sect; 823, 1004 BGB durchzusetzen sind.
<p><br><br>
<b>2. Domain-Grabbing als Namensrechtsverletzung</b>
<p>
Im folgenden werden einige Beispiele f&uuml;r Domain-Grabbing aufgezeigt.
<p>
Die Beispiele beziehen sich auf das Recht der Budesrepublik Deutschland, also auf in Deutschland oder von Deutschen registrierte Domains.
<p>
<b>Der Fall &quot;heidelberg.de&quot;</b><b><sup>5</sup></b> - Beispiel f&uuml;r St&auml;dtenamen
<p>
Eine Gesellschaft b&uuml;rgerlichen Rechts (GbR) hatte sich die Domain heidelberg.de registrieren lassen, um unter dieser Homepage mit einer Datenbank Informationen &uuml;ber die Rhein-Neckar-Region anzubieten.
<p>
Die Stadt Heidelberg klagte mit Erfolg auf Unterlassung wegen Verletzung ihres Namensrechts (&sect;12 BGB): Die Nutzer des Internet erwarteten bei der Verwendung des Namens Heidelberg regelm&auml;&szlig;ig, da&szlig; es sich um Informationen der Stadt Heidelberg handele, nicht um solche eines kommerziellen Anbieters (vgl. Urteil LG Mannheim vom 8. M&auml;rz 1996, AZ 7 O 60/96).
<p>
<b>Der Fall &quot;epson.de&quot;</b><b><sup>6</sup></b> - Beispiel f&uuml;r eingetragene Marken
<p>
Der international t&auml;tige Hardware-Hersteller Epson plante, eine Homepage unter der Domain epson.de einzurichten.
<p>
Jedoch teilte die DENIC der Firma mit, da&szlig; diese Adresse bereits von einer Agentur aus Darmstadt reserviert sei. Die Agentur bot wenig sp&auml;ter an, diese Domain an Epson zu &uuml;bertragen  jedoch zu einem Wucherpreis.
<p>
Epson klagte mit Erfolg auf L&ouml;schung der Domain-Registrierung. Die Verwendung eines fremden Namens in einer Domain stelle eine Namensanma&szlig;ung gem&auml;&szlig; &sect; 12 BGB dar, aus der sich die in &sect; 1004 BGB genannten Anspr&uuml;che erg&auml;ben. Die spekulative Registrierung einer Domain unter einer fremden Marke sei jedenfalls dann eine Verletzungshandlung im Sinne des &sect; 14 V MarkenG, wenn der Inhaber der Domain diese einem Dritten anbiete (vgl. Urteil LG D&uuml;sseldorf vom 4. April 1997, AZ 34 O 191/96).
<p>
<b>Der Fall &quot;fahrplan.de&quot;<sup>7</sup></b> - Beispiel f&uuml;r nicht sch&uuml;tzenswerte Begriffe
<p>
Eine Web-Service Agentur aus Filderstadt hatte sich die Domain &quot;fahrplan.de&quot; registriert und betreibt im Internet seit geraumer Zeit einen Reise-Auskunfts-Dienst zu Fahrpl&auml;nen von U-Bahnen, S-Bahnen, Bussen sowie die der Bahn.
<p>
Die Deutsche Bahn AG forderte die Agentur auf, die Adresse an sie zu &uuml;bertragen.
<p>
Im darauf folgenden Gerichtsverfahren wies die 31. Zivilkammer des LG K&ouml;ln die Klage der Bahn AG ab mit der Begr&uuml;ndung, da&szlig; der Begriff &quot;Fahrplan&quot; von Verkehrskreisen keineswegs ausschlie&szlig;lich der Bahn AG zugeordnet wird. Zudem sei der Begriff nicht marken- oder namensrechtlich f&uuml;r die Bahn gesch&uuml;tzt. Nachteile erfahre die Bahn AG durch den Betrieb der Domain durch die Filderst&auml;dter Agenturen nicht.
<p>
(LG K&ouml;ln, AZ 31 O 513/99)

<p>
<b>Der Fall &quot;bahnhof.de&quot;<sup>8</sup> </b>- Gegenbeispiel zu fahrplan.de
<p>
Hier hatten die Richter zu Gunsten der Bahn AG entschieden. (LG K&ouml;ln, AZ 31 O 880/97)<p>
Mit bahnhof.de bringe man eindeutig die Bahn AG in Zusammenhang.

<p>
<b>&quot;My-Domain-Klau&quot;<sup>9</sup></b> - Beispiel f&uuml;r Pr&auml;- und Postfixe
<p>
Das LG M&uuml;nchen hat aufgrund einer Klage der Firma Intershop gegen einen Domain-Grabber aus dem Sauerland entschieden, der viele verschiedene Domains mit dem Zusatz &quot;my&quot; f&uuml;r sich reservierte. Darunter befanden sich Domains wie &quot;myintershop.de&quot;, &quot;myintel.de&quot; sowie auch &quot;mymcdonalds.de&quot;.
<p>
Anschlie&szlig;end versucht er, die Domains teuer an die Markeninhaber zu verkaufen, was das Gericht nun verbot und dem Domain-Grabber untersagte, die Domains weiter zu betreiben.
<p>
(AZ. 7 HK O 2775/00)

<p>
<b>Der Fall &quot;freundin.de&quot;<sup>10</sup> </b>- Gattungsbegriff oder sch&uuml;tzbare Marke?
<p>
Eine Agentur hatte sich die Domain &quot;freundin.de&quot; gesichert, um dort das Internet-Angebot einer Partner-Vermittlung zu errichten. Die Kl&auml;gerin, Inhaberin der Markenrechte an der Bezeichnung &quot;Freundin&quot;, forderte die Unterlassung der Benutzung der Domain &quot;freundin.de&quot; und &Uuml;bertragung der Internet-Adresse.
<p>
Das OLG M&uuml;nchen gab - nach Aufheben eines entgegengesetzten Urteils des LG M&uuml;nchen - der Kl&auml;gerin statt. Nach der Auffassung der Richter seien die Voraussetzungen f&uuml;r das Vorliegen einer bekannten Marke i.S. des &sect; 14 II Nr. 3 MarkenG allein anhand der durchschnittlich verkauften Auflage der Zeitschrift zu bejahen.
<p>
Der wohl tragende Grund f&uuml;r dieses Urteil lag darin, da&szlig; die Beklagte weitere Gattungsbegriffe als Domains registriert hatte, z.B. freund.de, eheleute.de, beziehung.de, lovers.de und fisch-sucht-fahrrad.de, so da&szlig; es naheliegt, da&szlig; die Nutzung von freundin.de allein der Rufausbeutung diene.
<p>
(OLG M&uuml;nchen, AZ 6 U 4798/97)

<p>
<b>Der Fall &quot;zwilling.de&quot;<sup>11</sup> </b>- analog zu freundin.de
<p>
Ein Domain-Grabber hatte neben 1500 weiteren Domains auch &quot;zwilling.de&quot; f&uuml;r sich registriert. Der Stahl- und Schneidewarenhersteller Zwilling machte ihm gegen&uuml;ber Unterlassungsanspr&uuml;che auf der Grundlage des &sect; 14 II Nr. 3 MarkenG geltend (analog zu freundin.de).
<p>
(OLG Karlsruhe, AZ 6 U 247/97)
<p>
Dieser Fall wird h&auml;ufig als Referenz zu &auml;hnlich gearteten F&auml;llen herangezogen.

<p>
<b>Der Fall &quot;welt-online.de&quot;<sup>12</sup></b> - &Auml;hnlichkeit mit anderen Kennzeichen
<p>
Hier klagte der Verleger der Zeitung &quot;Die Welt&quot; gegen den Betreiber der Domain &quot;welt-online.de&quot; auf Unterlassung. Die Richter des LG Hamburg sahen eine eindeutige Verletzung des Titel- und Markenschutzes, auch wenn die Vorsilbe &quot;Die&quot; nicht im Domain-Namen vorkomme, sei der Tatbestand der Veletzung des Rechts auf Achtung der Identit&auml;t (Individualit&auml;t) des Namens erf&uuml;llt, der Anspruch auf Vermeidung von Verwechslungsgefahren insbes. wettbewerbsrechtlich relevant.
<p>
Das Urteil st&uuml;tzt sich auf den Fall &quot;zwilling.de&quot; (s.o.).
<p>
<b>Der Fall &quot;krupp.de&quot;<sup>13</sup></b> - Das Recht der Gleichnamigen
<p>
Die Ein-Mann Online-Agentur &quot;W.E. Krupp Kommunikation&quot; lie&szlig; sich 1995 die Domain &quot;krupp.de&quot; registrieren. Drei Jahre sp&auml;ter verklagte die weltweit bekannte Krupp AG die Agentur auf L&ouml;schung der Domain.
<p>
Das Gericht urteilte, die Krupp AG habe ein berechtigtes Interesse an der Domain aufgrund der Bekanntheit ihrer Marke und ihrer &uuml;berragenden Verkehrsgeltung. Zudem h&auml;tte die Krupp AG &auml;ltere Rechte am Namen &quot;Krupp&quot;.
<p>
Die Agentur h&auml;tte weitere kennzeichnungskr&auml;ftige Bestandteile in seine Domain aufzunehmen (z.B. &quot;krupp-kommunikation.de&quot;).
<p>
(OLG Hamm, AZ 4 U 135/97)

<p>
<b>Der Fall &quot;shopping.de ./. shoping.de&quot;</b> - Gattungsbegriff mit Tippfehler?
<p>
Die Firma shopping.de GmbH &amp; Co. KG ging au&szlig;ergerichtlich gegen einen Unternehmer aus Issigau vor, der sich die Domain &quot;shoping.de&quot; registrierte, um dort eine Informationsseite &uuml;ber sein Unternehmen &quot;ShopIng&quot; aufzubauen.
<p>
Er wurde anwaltlich abgemahnt, es zu unterlassen, die Domain zu verwenden und aufgefordert, der &Uuml;bertragung der Domain auf die Firma shopping.de GmbH &amp; Co. KG zuzustimmen.
<p>
Der Hofer Anwalt des Beklagten verwehrte sich gegen den Unterlassungsanspruch; schlie&szlig;lich sei ein Kennzeichenrecht gem. &sect; 14 Abs. 2 Nr. 3 Markengesetz nicht ersichtlich. Ein Namensrecht sei nicht entstanden, und zwar im Hinblick auf die gew&auml;hlte allgemeine Begrifflichkeit (&quot;shopping&quot;); W&ouml;rter des gewachsenen Sprachgebrauchs sind ebenso frei wie die von der Natur geschaffenen Gene, die bekanntlich nicht patentierbar sind.
<p>
Weiter sei festgestellt worden, da&szlig; eine Kanalisierungsfunktion eines rein beschreibenden freihaltebed&uuml;rftigen Domain-Namens nicht wettbewerbswidrig ist, solange eine Irref&uuml;hrung nicht gegeben ist.
<p><br><br>
<b>3. Zusammenfassung und Ausblick</b>
<p>
Die Rechtsprechung wendet konsequent die Vorschriften der &sect;&sect; 14,15 MarkenG und &sect;&sect;&nbsp;12, 823 I,II, 826, 1004 BGB an.
<p>
Einheitlich werden Marken und Namen gegen deliktische &Uuml;bergriffe gesch&uuml;tzt, meiner Meinung nach teilweise jedoch etwas &quot;zu konsequent&quot; (siehe welt-online.de).
<p>
Jedoch bleibt folgendes abzuwarten: Welche Umwege werden Domain-Grabber gehen, um doch noch eine wertvolle Adresse zu ergattern?<b><sup>14</sup></b> Welche Technik werden etablierte WWW-Anbieter aust&uuml;fteln, um sich unerw&uuml;nschte &quot;Konkurrenz&quot; fernzuhalten (siehe Shoping.de)?<b><sup>15</sup></b>
<p>
Welche Argumente werden findige Rechtsanw&auml;lte und aufgeschlossene Richter entwickeln, um die Interessen der Inhaber von Rechtspositionen wahrzunehmen bzw. zu sch&uuml;tzen?
<p><br><br>
<b>A. OLG München, Urteil zu "freundin.de", AZ 6 U 4798/97 (LG München I)</b>
<p>
Bitte klicken Sie auf folgenden Link zu netlaw.de: <a href="http://www.netlaw.de/urteile/olgm_2.htm" target="_blank">http://www.netlaw.de/urteile/olgm_2.htm</a>.
<p>Dort ist das Urteil in elektronischer Form archiviert.
<p><hr noshade size=2></p>
<b>Fu&szlig;noten</b>
<table border=0 cellspacing=0 cellpadding=3>
<tr><td valign=top width=40>1</td><td valign=top>Paul Tiedemann, Internet für Juristen - eine praxisorientierte Einführung, Darmstadt 1999, S. 3</td></tr>
<tr><td valign=top width=40>2</td><td valign=top>vgl. Stefan Münz, Onlinepublikation "SELFHTML", Dienste im Internet, im Internet lesbar unter <a href="http://www.netzwelt.com/selfhtml/tbac.htm" target="_blank">http://www.netzwelt.com/selfhtml/tbac.htm</a></td></tr>
<tr><td valign=top width=40>3</td><td valign=top>vgl. Renck NJW 49/1999, S. 3587</td></tr>
<tr><td valign=top width=40>4</td><td valign=top>vgl. Palandt - Thomas, BGB, § 823 Rdnr. 161</td></tr>
<tr><td valign=top width=40>5</td><td valign=top>vgl. Renck NJW 49/1999, S. 3589</td></tr>
<tr><td valign=top width=40>6</td><td valign=top>vgl. netlaw.de, Namens- und Markenrecht, <a href="http://www.netlaw.de/webaudit/domains.htm" target="_blank">http://www.netlaw.de/webaudit/domains.htm</a></td></tr>
<tr><td valign=top width=40>7</td><td valign=top>aaO., netlaw-NewsLetter, <a href="http://www.netlaw.de/newsletter/news0001/urteile.htm" target="_blank">http://www.netlaw.de/newsletter/news0001/urteile.htm</a></td></tr>
<tr><td valign=top width=40>8</td><td valign=top>aaO., Urteile, <a href="http://www.netlaw.de/urteile/lgk_5.htm" target="_blank">http://www.netlaw.de/urteile/lgk_5.htm</a></td></tr>
<tr><td valign=top width=40>9</td><td valign=top>vgl. Gravenreuth.de, Kennzeichnungsrechte, <a href="http://www.gravenreuth.de/kennzei.html" target="_blank">http://www.gravenreuth.de/kennzei.html</a></td></tr>
<tr><td valign=top width=40>10</td><td valign=top>vgl. Renck NJW 49/1999, S. 3589</td></tr>
<tr><td valign=top width=40>11</td><td valign=top>ebda.</td></tr>
<tr><td valign=top width=40>12</td><td valign=top>vgl. netlaw.de, Urteile, <a href="http://www.netlaw.de/urteile/lghh_7.htm" target="_blank">http://www.netlaw.de/urteile/lghh_7.htm</a></td></tr>
<tr><td valign=top width=40>13</td><td valign=top>vgl. Renck NJW 49/1999, S. 3591</td></tr>
<tr><td valign=top width=40>14</td><td valign=top>vgl. Hahn/Wilmer NJW-CoR 8/97, S. 485: Die Vergabe von Top-Level-Domains und ihre rechtlichen Konsequenzen</td></tr>
<tr><td valign=top width=40>15</td><td valign=top>vgl.  Leitsätze der Redaktion NJW-CoR 3/97, S. 173f.: OLG Frankfurt/Main: Internet-domain name und Freihaltebedürfnis<br>
vgl. Leit- und Grundsatzentscheidungen NJW-CoR 8/98, S. 494: LG Berlin: Domain-Name mit "D-"</td></tr>
</table>

<p><hr noshade size=2></p>
<b>Quellenverzeichnis</b>
<p>
Gravenreuth.de<br>
&nbsp;&nbsp;Freiherr v. Gravenreuth<br>
&nbsp;&nbsp;Im Internet: <a href="http://www.gravenreuth.de/" target="_blank">http://www.gravenreuth.de/</a><br>
<p>
Hahn/Wilmer<br>
&nbsp;&nbsp;Die Vergabe von Top-Level-Domains und ihre rechtlichen Konsequenzen<br>
&nbsp;&nbsp;in: NJW CoR 8/1997, S. 485ff.<br>
<p>
netlaw.de - Online- und Multimediarecht<br>
&nbsp;&nbsp;Str&ouml;mer Rechtsanw&auml;lte<br>
&nbsp;&nbsp;Im Internet: <a href="http://www.netlaw.de/" target="_blank">http://www.netlaw.de/</a><br>
<p>
NJW-CoR<br>
&nbsp;&nbsp;Rechtsprechungs&uuml;berblick f&uuml;r die Computerpraxis, 3/1997, S. 173f.<br>
&nbsp;&nbsp;aaO., 8/1998, S. 494<br>
<p>
Renck, Andreas<br>
&nbsp;&nbsp;Kennzeichenrechte versus Domain-Names - Eine Analyse der Rechtsprechung<br>
&nbsp;&nbsp;in: NJW 49/1999<br>
&nbsp;&nbsp;S. 3587ff.<br>
<p>
NewsClub.de - Der Meta-Nachrichten-Dienst<br>
&nbsp;&nbsp;Im Internet: <a href="http://www.newsclub.de/" target="_blank">http://www.newsclub.de/</a><br>
<p>
Palandt<br>
&nbsp;&nbsp;B&uuml;rgerliches Gesetzbuch<br>
&nbsp;&nbsp;Beck'sche Kurz-Kommentare, Bd. 7<br>
&nbsp;&nbsp;57. Aufl.<br>
&nbsp;&nbsp;M&uuml;nchen, 1998<br>
<p>
Tiedemann, Paul<br>
&nbsp;&nbsp;Internet f&uuml;r Juristen - eine praxisorientierte Einf&uuml;hrung<br>
&nbsp;&nbsp;Darmstadt, 1999<br>
</div>
<p align=left>
<a href="">[ zur&uuml;ck zur Homepage ]</a>
</p>
</td></tr>
</table>
</body>
</html>
