
<head><meta charset="UTF-8">
<title>Dr. iur. Hans Kohlsch&uuml;tter</title>
</head>
<body bgcolor="#FFFFFF" text="#000000">
<font face="Verdana,Arial,Helvetica,sans-serif" size=2>

<table border=0 width=660 cellspacing=0 cellpadding=0>
<tr><td align=left valign=top rowspan=3 width=290>
<a href="../../"><img src="../../img/headl1.gif" align=center width=290 height=32 border=0></a>
</td>
<td height=6><img src="../../img/6px.gif"></td>
<td width=10 height=6><img src="../../img/6px.gif"></td>
</tr>
<tr><td width=370 height=20 bgcolor="#3030FF" align=right valign=middle><font face="Verdana,Arial,Helvetica,sans-serif" size="2" color="#FFFFFF">&nbsp;</font></td><td width=10 bgcolor="#3030FF">&nbsp;</td>
</tr>
<tr><td height=6><img src="../../img/6px.gif"></td><td width=10 height=6><img src="../../img/6px.gif"></td></tr>
<tr><td colspan=2 align=left valign=top><font size="2" face="Verdana,Arial,Helvetica,sans-serif"><b>
Dr. iur. Hans Kohlsch&uuml;tter</b><br><br>
<em>In memoriam, 7.7.1943 — 28.12.2018</em><br>
<a href="mailto:hans@kohlschuetter.de">hans@kohlschuetter.de</a><br>
</font>
</td><td width=10 height=6><img src="../../img/6px.gif"></td>
</table>
<br>
<table border=0 width=660 cellspacing=0 cellpadding=0>
<tr><td align=center valign=middle><font size="-2" face="Verdana,Arial,Helvetica,sans-serif">Klicken Sie bitte auf die farblich hervorgehobenen Wörter, um weitere Informationen zu erhalten</font></td></tr>
</table><br>
<table border=0 width=740 cellspacing=0 cellpadding=0>
<tr><td align=left valign=top><font face="Verdana,Arial,Helvetica,sans-serif" size=2>
<a href="../../">Zurück zur Startseite</a> (dort finden Sie Informationen zu weiteren Büchern)
</font>
</td></tr>
</table><br><br>
<table border=0 width=720 cellspacing=4 cellpadding=0>
<tr><td align=left valign=top width=480><font face="Verdana,Arial,Helvetica,sans-serif" size=2>
<em>Hans Kohlsch&uuml;tter</em><br><font size="+2">Die Lebensl&uuml;ge straft&auml;tlicher Sanktion</font><br><br>ZUR DOMESTIZIERUNG JURISTISCHER DEFINITIONSMACHT<br><hr noshade size=3><br>Erschienen Oktober 2012<br>154 Seiten<br>ISBN 978-3-8440-1334-4 (Shaker-Verlag)<br><br><b>Eine ausführliche Beschreibung findet sich weiter unten auf dieser Seite!</b></font></td><td width=20>&nbsp;</td><td align=right valign=top width=220><font face="Verdana,Arial,Helvetica,sans-serif" size=2"><a href="http://www.shaker.de/de/content/catalogue/index.asp?lang=de&ID=8&ISBN=978-3-8440-1334-4" target="_blank"><img src="../../img/buch/b16a.gif" alt="Titel" border=0></a><center><a href="http://www.shaker.de/de/content/catalogue/index.asp?lang=de&ID=8&ISBN=978-3-8440-1334-4" target="_blank">Hier zu bestellen!</a></center></font></td></tr></table><br><br><table border=0 width=740 cellspacing=0 cellpadding=0>
<tr><td align=left valign=top><font face="Verdana,Arial,Helvetica,sans-serif" size=2>

Abgehandelt wird, ob und inwiefern sich die in der physikalischen Bewegungslehre (Kinematik) einschl&auml;gige Infinitesimalrechnung f&uuml;r die Ableitung von Folgeanordnungen &uuml;ber die Determinanten des Strafma&szlig;es eignet. Problematisiert wird von Anfang an, ob der Strafrechtstheorie eine angemessene &quot;Modellvorstellung&quot; bzw. &quot;Architektur&quot; des Gegenstands zugrunde liegt, der sich auf den &quot;Aufbau der Straftat&quot; (Delikttheorie) sowie deren quantitative Dimension im Strafzumessungsrecht bezieht. Die herk&ouml;mmliche Idee, dass der Verhaltens- bzw. Handlungsprozess geeignet sei, wird verworfen, zumal damit ein zirkul&auml;rer Gedankengang (&Auml;quivalenztheorie, Zurechnungslehre) provoziert wird. Im Ergebnis zeigt sich, dass zumindest eine demokratische und rechtsstaatliche Justiztheorie fehlt. Es muss die Legitimation der Strafe zum Zweck der Ausmerzung der &quot;Lebensl&uuml;ge straft&auml;tlicher Sanktion&quot; thematisiert werden. Die Aktualit&auml;t dieses Defizits wird an einem Fall aus dem Justizalltag exemplifiziert, wobei einige terminologische Implikationen wissenschaftstheoretischer Art (in Bezug auf den Tatsachenbegriff im Presserecht und im Zivilprozess) durchaus lebensnah untersucht werden. Hierbei werden fr&uuml;here Publikationen des Verfassers herangezogen; Theorie und Praxis widerf&auml;hrt ein Zugewinn an Erkenntnis, wenn die Dinge &uuml;ber die unmittelbaren Ergebnisse und die Literaturnachweise hinaus zu Ende gedacht werden, was dem Leser erm&ouml;glicht wird. Wer der in der Wissenschaftslehre unstreitigen These folgt, wonach &quot;Theorie entscheidet, was man beobachten kann&quot; (Einstein, Heisenberg), wird nicht nur m&uuml;helos folgen k&ouml;nnen, sondern auch &uuml;berrascht sein, welche Schl&uuml;sselloch-(?)Perspektive sich sowohl f&uuml;r die Strafrechtstheorie, als auch f&uuml;r die zivilrechtliche Beweistheorie, n&auml;mlich Aufhebung antiquierter Strukturen, erschlie&szlig;t.
	  <p><a href="http://www.shaker.de/de/content/catalogue/index.asp?lang=de&ID=8&ISBN=978-3-8440-1334-4" target="_blank"><b>Jetzt online bestellen</b> - Hier klicken</a></font></td></tr></table><br><br><table border=0 width=740 cellspacing=0 cellpadding=0>
<tr><td align=left valign=top><font face="Verdana,Arial,Helvetica,sans-serif" size=2
<b>Eine Übersicht über die anderen Bücher finden Sie auf der <a href="../../">Startseite</a></b>.<br>
</font></td></tr>
</table>
</div>




</font>
</body>
</html>
